; Стрелка и надпись над курсором управления в меню: ЖМИ А / ЖМИ Б
spr_press_a:	; стрелка и надпись ЖМИ А
  DEFB $04,$0D,$00,$00,$80,$00,$00,$01
  DEFB $C0,$00,$00,$03,$E0,$00,$00,$01
  DEFB $C0,$00,$00,$01,$C0,$00,$00,$01
  DEFB $C0,$00,$00,$00,$00,$00,$00,$00
  DEFB $00,$00,$05,$51,$48,$A0,$05,$51
  DEFB $48,$A0,$03,$95,$68,$E0,$05,$5B
  DEFB $58,$A0,$05,$51,$48,$E0

spr_press_b:	; стрелка и надпись ЖМИ Б
  DEFB $04,$0D,$00,$00,$80,$00,$00,$01
  DEFB $C0,$00,$00,$03,$E0,$00,$00,$01
  DEFB $C0,$00,$00,$01,$C0,$00,$00,$01
  DEFB $C0,$00,$00,$00,$00,$00,$00,$00
  DEFB $00,$00,$05,$51,$48,$E0,$05,$51
  DEFB $48,$A0,$03,$95,$68,$E0,$05,$5B
  DEFB $58,$80,$05,$51,$48,$E0
