; Формат графики Маска-Спрайт-Маска-Спрайт... По знакоместам!
; Первые две цифры - заголовок:
; 1 - ширина в байтах (без учёта маски)
; 2 - высота в пикселях

; Спрайт: надпись 1UP
; Data block at 68ED
spr_1up:
 DEFB $03,$08,$c3,$00,$83,$18,$83,$38,$83,$18,$c3,$18
 DEFB $81,$18,$81,$3c,$81,$00,$01,$00,$01,$6c,$01,$6c
 DEFB $01,$6c,$01,$6c,$01,$7c,$01,$38,$83,$00,$03,$00
 DEFB $00,$7c,$00,$66,$00,$66,$00,$7c,$01,$60,$0f,$60
 DEFB $0f,$00
spr_2up:
 DEFB $03,$08,$83,$00,$01,$38,$01,$7c,$01,$6c,$01,$18
 DEFB $01,$30,$01,$7c,$01,$00,$01,$00,$01,$6c,$01,$6c
 DEFB $01,$6c,$01,$6c,$01,$7c,$01,$38,$83,$00,$01,$00
 DEFB $00,$7c,$00,$66,$00,$66,$00,$7c,$01,$60,$0f,$60
 DEFB $0f,$00
spr_hi:
 DEFB $02,$08,$80,$00,$80,$33,$80,$33,$80,$3f,$80,$3f
 DEFB $80,$33,$80,$33,$80,$00,$43,$00,$43,$18,$43,$18
 DEFB $43,$18,$43,$18,$43,$18,$43,$18,$43,$00
spr_score_digits:
  DEFB $0A,$08,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$6C,$FE,$6C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$3C,$00,$7C,$18,$7C,$38
  DEFB $7C,$18,$3C,$18,$7E,$18,$7E,$3C
  DEFB $7E,$00,$7C,$00,$FE,$38,$FE,$7C
  DEFB $FE,$6C,$FE,$18,$FE,$30,$FE,$7C
  DEFB $FE,$00,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$18,$FE,$18,$FE,$6C,$FE,$38
  DEFB $7C,$00,$3C,$00,$7C,$18,$7C,$38
  DEFB $FC,$28,$FE,$68,$FE,$7C,$FE,$18
  DEFB $3C,$00,$FE,$00,$FE,$7C,$FE,$60
  DEFB $FE,$78,$FE,$0C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$3C,$00,$7C,$18,$FC,$30
  DEFB $FE,$78,$FE,$6C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$FE,$00,$FE,$7C,$FE,$7C
  DEFB $FE,$18,$7C,$38,$7C,$30,$78,$30
  DEFB $78,$00,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$38,$FE,$6C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$6C,$FE,$3C,$7E,$18,$7C,$30
  DEFB $78,$00
