; Формат графики Маска-Спрайт-Маска-Спрайт... По знакоместам!
; Первые две цифры - заголовок:
; 1 - ширина в байтах (без учёта маски)
; 2 - высота в пикселях

; Спрайт: надпись 1UP
; Data block at 68ED
spr_1up:
 DEFB $03,$08,$c3,$3c,$83,$64,$83,$44,$83,$64,$c3,$24
 DEFB $81,$66,$81,$42,$81,$7e,$01,$fe,$01,$92,$01,$92
 DEFB $01,$92,$01,$92,$01,$82,$01,$c6,$83,$7c,$03,$fc
 DEFB $00,$83,$00,$99,$00,$99,$00,$83,$01,$9e,$0f,$90
 DEFB $0f,$f0
spr_2up:
 DEFB $03,$08,$83,$7c,$01,$c6,$01,$82,$01,$92,$01,$e6
 DEFB $01,$ce,$01,$82,$01,$fe,$01,$fe,$01,$92,$01,$92
 DEFB $01,$92,$01,$92,$01,$82,$01,$c6,$83,$7c,$01,$fe
 DEFB $00,$83,$00,$99,$00,$99,$00,$83,$01,$9e,$0f,$90
 DEFB $0f,$f0
spr_hi:
 DEFB $02,$08,$80,$7f,$80,$4c,$80,$4c,$80,$40,$80,$40
 DEFB $80,$4c,$80,$4c,$80,$7f,$43,$bc,$43,$a4,$43,$a4
 DEFB $43,$a4,$43,$a4,$43,$a4,$43,$a4,$43,$bc
spr_score_digits:
  DEFB $0A,$08,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$6C,$FE,$6C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$3C,$00,$7C,$18,$7C,$38
  DEFB $7C,$18,$3C,$18,$7E,$18,$7E,$3C
  DEFB $7E,$00,$7C,$00,$FE,$38,$FE,$7C
  DEFB $FE,$6C,$FE,$18,$FE,$30,$FE,$7C
  DEFB $FE,$00,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$18,$FE,$18,$FE,$6C,$FE,$38
  DEFB $7C,$00,$3C,$00,$7C,$18,$7C,$38
  DEFB $FC,$28,$FE,$68,$FE,$7C,$FE,$18
  DEFB $3C,$00,$FE,$00,$FE,$7C,$FE,$60
  DEFB $FE,$78,$FE,$0C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$3C,$00,$7C,$18,$FC,$30
  DEFB $FE,$78,$FE,$6C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$FE,$00,$FE,$7C,$FE,$7C
  DEFB $FE,$18,$7C,$38,$7C,$30,$78,$30
  DEFB $78,$00,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$38,$FE,$6C,$FE,$6C,$FE,$38
  DEFB $7C,$00,$7C,$00,$FE,$38,$FE,$6C
  DEFB $FE,$6C,$FE,$3C,$7E,$18,$7C,$30
  DEFB $78,$00
